appserver/upstream/Server/ariba/variants/Plain/dumpPortletConfigs/PortletConfig62.xml

<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" soap:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:tns="http://ariba/objectEncoding" xmlns:xsi="http://www.w3.org/1999/XMLSchema-instance">
<soap:Header>
</soap:Header>
<soap:Body>
    
<tns:PortletConfig>
    <Type>FolderView</Type>
    <Owner>
        <PasswordAdapter>PasswordAdapter1</PasswordAdapter>
        <UniqueName>aribasystem</UniqueName>
    </Owner>
    <ObjectReference>WSFolder:/Vault/Knowledge Areas/Prepackaged Reports/Spend Visibility/Spend Overview Reports</ObjectReference>
    <ExternalId>Portlet62</ExternalId>
</tns:PortletConfig>
    
</soap:Body>
</soap:Envelope>
